Repository: sergeyklay/branch
Catalog: locales/*/LC_MESSAGES/django.po
Languages: uk

source: Excerpt
uk: Уривок

source: Content
uk: Зміст

source: Status
uk: Статус

source: General content
uk: Загальний зміст

source: Commentator
uk: Коментатор

source: Comment
uk: Коментар

source: Publish selected comments
uk: Опублікувати вибрані коментарі

source: Selected comments published successfully
uk: Вибрані коментарі успішно опубліковані

source: Nothing has been changed
uk: Нічого не змінилося

source: Unpublish selected comments
uk: Зняти з публікації обрані коментарі

source: Selected comments unpublished successfully
uk: Вибрані коментарі успішно зняті з публікації

source: Sender
uk: Відправник

source: Blog
uk: Блог

source: Latest posts - %s
uk: Останні публікації - %s

source: Drama
uk: Драма

source: Narrative
uk: Повість

source: Poem
uk: Вірш

source: Post
uk: Стаття

source: Publication type
uk: Тип публікації

source: Featured image
uk: Ілюстрація

source: A short, concise introduction.
uk: Короткий, виразне введення.

source: Author
uk: Автор

source: post
uk: стаття

source: posts
uk: статті

source: Hidden
uk: Приховано

source: Published
uk: Опубліковано

source: User name
uk: Ім’я користувача

source: The name of the user who posted the comment.
uk: Ім’я користувача, який залишив коментар.

source: The email of the user who posted the comment.
uk: Електронна пошта користувача, який залишив коментар.

source: The actual content of the comment itself.
uk: Фактичний зміст самого коментаря.

source: Is the comment will be displayed on the site?
uk: Чи буде коментар відображатися на сайті?

source: Date created
uk: Дата створення

source: Date updated
uk: Дата оновлення

source: comment
uk: коментар

source: comments
uk: коментарі

source: Comment by
uk: Коментар від

source: on
uk: до

source: Your Name
uk: Ваше ім'я

source: Email Address
uk: Зворотня адреса

source: Your email address will not be published.
uk: Ваша електронна адреса не буде опублікований.

source: Comments are subject to approval and moderation. If you don't see your comment, please be patient. It may be posted soon. Do not post your comment a second time. Thank you.
uk: Коментарі проходять премодерацію. Якщо ви не бачите свій коментар, зачекайте. Можливо, скоро він буде опублікований. Не залишайте свій коментар вдруге. Дякую.

source: Submit
uk: Відправити

source: Previous
uk: Попередні публікації

source: Next
uk: Наступні публікації

source: (Updated on %(updated_at)s)
uk: (Оновлено: %(updated_at)s)

source: Read more...
uk: Читати далі...

source: Posts RSS feed
uk: RSS-канал публікацій

source: Posts Atom feed
uk: Atom-канал публікацій

source: Posts tagged [%(tagged)s]
uk: Публікації з тегом [%(tagged)s]

source: There are no posts yet.
uk: Ще немає повідомлень.

source: %(total_comments)s comment
uk: %(total_comments)s коментар

source: There are no comments yet.
uk: Коментарів поки немає.

source: Your comment has been sent for moderation. This means comment will "held" until I okays it and publish it.
uk: Ваш коментар відправлений на модерацію. Це означає, що коментар буде «утримуватися» до тих пір, поки я не схвалю і не публікую його.

source: Posts tagged [{ tag }]
uk: Публікації з тегом [{ tag }]

source: Core
uk: Ядро

source: Draft
uk: Чернетка

source: Title
uk: Заголовок

source: Slug
uk: Слаг

source: Leave it blank for automatic populating.
uk: Залиште поле порожнім, для автоматичного заповнення.

source: Block search indexing
uk: Заборонити індексування

source: Prevent this page from appearing in search index.
uk: Заборонити пошуковим павукам індексувати цю сторінку.

source: Full text of the post
uk: Повний текст публікації

source: First publication date
uk: Дата публікації

source: Locale
uk: Локаль

source: Specify the publishing locale used.
uk: Вкажіть використовувану локаль публікації.

source: Meta title
uk: Мета заголовок

source: This will be displayed in meta tags. Keep it under 60 characters. Leave empty and the post's title will be used.
uk: Це буде відображатися в метатегах. Використовуйте до 60 символів. Залиште поле порожнім, і буде використовуватися заголовок повідомлення.

source: Meta description
uk: Мета опис

source: This will be displayed in meta tags. Keep it under 120 characters.
uk: Це буде відображатися в метатегах. Використовуйте до 120 символів.

source: Page Not Found.
uk: Сторінка не знайдена.

source: The page you are looking for does not exist.
uk: Сторінка, яку ви шукаєте, не існує.

source: The page or file you requested wasn't found on my site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
uk: Запитану сторінку або файл не знайдено на моєму сайті. Можливо, ви натиснули застаріле посилання або зробили помилку в адресі.

source: If you typed in the address, please double check the spelling.
uk: Якщо ви вводили адресу, будь ласка, переконайтесь, що вона введена правильно.

source: If you followed a link from somewhere, please contact me %(open_contact_link)susing contact form%(link_end)s or %(open_bug_link)sfile an issue%(link_end)s. Tell me where you came from and what you were looking for, and I'll do our best to fix it.
uk: Якщо ви перейшли за посиланням, будь ласка, зв’яжіться зі мною %(open_contact_link)sвикористовуючи контактну форму%(link_end)s або %(open_bug_link)sповідомте про помилку%(link_end)s. Розкажіть мені, звідки ви перейшли та що шукали, і я зроблю все можливе, щоб виправити це.

source: Internal server error.
uk: Внутрішня помилка сервера.

source: Oops! Website has an error.
uk: Ой! На сайті помилка.

source: I'll get to fixing that soon.
uk: Я виправлю її найближчим часом.

source: You can try refreshing the page, or head back to the %(open_frontpage_link)sBlog homepage%(link_end)s. You can also help me fix this by %(open_bug_link)sfiling an issue%(link_end)s with the details of how you got to this page.
uk: Ви можете спробувати оновити сторінку або повернутися на %(open_frontpage_link)sдомашню сторінку блога%(link_end)s. Ви також можете допомогти мені виправити це, %(open_bug_link)sподанням звіту проблему%(link_end)s, з детальним описом того, як ви потрапили на цю сторінку.

source: CONGRATULATIONS, you found my humans.txt file!
uk: ВІТАЮ, ви знайшли мій humans.txt файл!

source: TEAM
uk: КОМАНДА

source: Author:
uk: Автор:

source: Serghei Iakovlev (egrep)
uk: Сергій Яковлєв (egrep)

source: Contact:
uk: Контакти:

source: From:
uk: Звідки:

source: Kyiv, Ukraine
uk: Київ, Україна

source: SITE
uk: САЙТ

source: Last update:
uk: Дата оновлення:

source: Language:
uk: Мова:

source: Russian
uk: Російська

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: Doctype:
uk: Тип HTML:

source: Standards:
uk: Стандарти:

source: Components:
uk: Компоненти:

source: Pages
uk: Сторінки

source: page
uk: сторінка

source: pages
uk: сторінки

source: SEO Tools
uk: SEO інструменти

source: Telegraph
uk: Телеграф

source: How can I contact you
uk: Як я можу до вас звертатися

source: Where can I send a response
uk: Куди відправити відповідь

source: Can be blank
uk: Можна залишити порожнім

source: E-mail successfully sent
uk: Повідомлення успішно відправлено

source: Your e-mail was successfully sent. I'll read your e-mail as soon as possible.
uk: Ваше повідомлення успішно відправлено. Я постараюся прочитати його найближчим часом.

source: Use the form below to send me a private message. Usually e-mails arrive within a couple of seconds. But this doesn't mean that I'll read your e-mail in the same swift manner.
uk: Використовуйте подану нижче форму, щоб відправити мені приватне повідомлення. Зазвичай листи доходять протягом пари секунд. Але це не означає, що я доберуся до вашого листа таким же стрімким чином.

source: Subject
uk: Тема повідомлення

source: Message
uk: Повідомлення

source: Send e-mail
uk: Надіслати

source: Contact Form
uk: Контактна форма

source: Contact form submission
uk: Нове повідомлення

source: Serghei Iakovlev
uk: Сергій Яковлєв

source: Serghei's Iakovlev Blog
uk: Персональний блог Сергія Яковлєва

source: My notebook, workshop, a place where I share my experiences and thoughts
uk: Мій блокнот, майстерня, місце де я ділюся своїм досвідом і думками

source: Go to main page
uk: На головну

source: Latest publications
uk: Останні публікації

source: All posts
uk: Всі публікації

source: Subscribe to posts (Atom)
uk: Підписатися на стрічку публікацій (Atom)

source: Subscribe to posts (RSS 2.0)
uk: Підписатися на стрічку публікацій (RSS 2.0)

source: GitHub Profile
uk: GitHub профіль

source: Unless otherwise stated, all content on the site is available under
uk: Якщо не вказано іншого, весь вміст сайту є під ліцензією
